Repository: 2aces/aa-affiliates-tagger
Catalog: languages/aa-affiliates-tagger-*.po
Languages: pt_br

source: You do not have sufficient permissions to access this page.
pt_br: Você não tem permissão para acessar esta página

source: Options for 2Ace's Affiliates Tagger by
pt_br: Opções do 2Ace's Affiliates Tagger por

source: This version of the plugin uses Wordpress <strong><a href="https://codex.wordpress.org/Shortcode">shortcodes</a></strong> to print the tagged links. Basically, it means you have to enclose the text you want to tag and link inside pseudo-tags using square brackets <code>[]</code>, like this example: <code>[product merchant="wpengine"]WP Engine avoids headaches![/product]</code>
pt_br: Esta versão do plugin usa <strong><a href="https://codex.wordpress.org/Shortcode">shortcodes</a></strong> do Wordpress para mostrar os links com tags. Basicamente, significa que você deve encapsular o texto que quer tagear e linkar dentro de pseudo-tags usando chaves <code>[]</code>, como neste exemplo: <code>[product merchant="wpengine"]WP Engine evita dores de cabeça![/product]</code>

source: Note that inside the opening tag, there is an parameter indicating which merchant you are linking. Some merchants also demands that you use a product link parameter (example below).
pt_br: Note que a tag dentro da tag de abertura há um parâmetro indicando qual loja você quer linkar. Alguns deles demandam que você use o parâmetro productlink também. (exemplo abaixo)

source: Instructions:
pt_br: Instruções

source: Copy each of your IDs on the merchants/services affiliates programs and paste in the fields below
pt_br: Copie cada um de seus IDs de programas de afiliados das lojas/serviços nos campos abaixo

source: If you haven't signed up for the affiliates program, you can click in each name below to visit their affiliates websites and sign up
pt_br: Se você ainda não se cadastrou nos programas de afiliados, você pode clicar em cada nomes abaixo para visitar o site de cada programa de afiliados e se cadastrar.

source: When creating a link to a merchant, use a shortcode like this:
pt_br: Quando criar o link para uma loja/serviço, use um shortcode como este:

source: You must use smallcaps and no spaces or special characters on <code>merchant</code> parameter:
pt_br: Você deve usar minúsculas, sem espaços ou caracteres especiais no parâmetro <code>merchant</code>

source: For shops (Amazon, Americanas, Apple, Cultura, Shoptime, SouBarato, Submarino and Submarino Viagens), you must use a product page link on <code>productlink</code> parameter:
pt_br: Para lojas (Amazon, Americanas, Apple, Cultura, Shoptime, SouBarato, Submarino and Submarino Viagens), você deve usar um link de página de produto no parâmetro <code>productlink</code>:

source: If you are linking to hosting/managing services like Dreamhost, Media Temple, Manage WP and WP Engine, you don't need to use a product link at all and <code>productlink</code> parameter will be ignored. (e.g. <code>[product merchant="wpengine"]WP Engine avoids headaches![/product]</code> )
pt_br: Se você está lindando para serviços de hospedagem e gerenciamento como Dreamhost, Media Temple, Manage WP and WP Engine, você não precisa usar um link de produto e o parâmetro productlink será ignorado (e.g. <code>[product merchant="wpengine"]WP Engine evita dores de cabeça![/product]</code> )

source: Insert your affiliates IDs
pt_br: Insira suas ID de afiliados

source: If you don't fill in the fields below, the links will be tagged using 2Aces default values (i.e. our own affiliates IDs)
pt_br: Se você não preencher o campos baixo, os links serão tagueados usando os valores padrões da 2Aces (i.e. nossas próprias IDs de afiliados)

source: click here to create your affiliate account
pt_br: clique aqui para criar sua conta de afiliado

source: If this plugin helped you, you may consider consider giving @2AcesConteudo a tweet, ranking it good on Wordpress Plugin Repository or linking us on your blog: <a href="http://www.2aces.com.br" title="2Aces Conteúdo e Estratégia">www.2aces.com.br</a>
pt_br: Se este plugin foi útil para você, considere tuitar sobre a @2AcesConteudo , dar uma boa nota para o plugin no repositório de plugins Wordpress ou lindando-nos em seu blog: <a href="http://www.2aces.com.br" title="2Aces Conteúdo e Estratégia">www.2aces.com.br</a>

source: If we may give you a suggestion, you should try <a href="http://j.mp/GerencieWPFacil" rel="nofollow">ManageWP</a> to make your blog life easier.<br/>(full disclosure: if you sign up for a paid plan, we get a small commission.)
pt_br: Se nos permite a sugestão, você deveria testar o <a href="http://j.mp/GerencieWPFacil" rel="nofollow">ManageWP</a> para fazer sua vida blocando mais fácil.<br/>(sendo transparentes: se voce assinar um plano pago, nós ganhamos uma pequena comissão.)
